[
  {
    "title": "Jungle Cruise to No. 1",
    "description": "Disney film, starring Emily Blunt and Dwayne Johnson, is riding to an estimated $32 million opening weekend at the domestic box office.based on the famed Disney theme park ride, took in $13.378 million from 4,310 theaters on Friday. Despite the delta variant possibly deterring some moviegoers, if the film meets industry predictions — which range from $28 million to $32 million — it will debut on par with the opening weekend"
  },
  {
    "title": "Fast And Furious 9",
    "description": "Joining one of the most famous film franchises of all time is a daunting endeavor, even if you’re already very famous in your own right. Just ask John Cena, who made his debut as Jakob Toretto in F9 back in June. Though he’s proven he can hold his own both in the WWE ring and on film, he admits that he had to work against a unique challenge: Vin Diesel and other cast members were about joining the Fast and the Furious series."
  },
  {
    "title": "The Suicide Squad’s",
    "description": "James Gunn’s The Suicide Squad is almost upon us, finally releasing into theaters on August 6th, and the hype around it is growing. Harly Quinn herself, Margot Robbie, has given some amazing praise to the film calling The Suicide Squad the GOAT comic book film, and it seems everyone involved believes it’s really special. Idris Elba’s Bloodsport is a character fans can’t wait to see in action."
  },
  {
    "title": "Scarlett Johansson",
    "description": "Many were surprised when it was reported this past week that longtime Marvel star Scarlett Johansson was suing The Walt Disney Company over the simultaneous theatrical/streaming release of Black Widow. While we only learned of her filing a few days ago, the situation has already turned into a bit of a back-and-forth between the actress and the entertainment entity. In the wake of the lawsuit, Disney provided a scathing response to the filing. Now, Johannson’s talent agency has clapped back at Disney’s statements."
  }
]